// 2(a). Создание массива объектов продуктов

export const products = [
  {
    id: 1,
    imgSrc: "./images/moisturizing-mousse.png",
    imgAlt: "Увлажняющий мусс",
    skinType: "для нормальной кожи",
    title: "Увлажняющий мусс",
    description: "Глубоко увлажняют кожу лица, оставляя её мягкой и гладкой.",
    ingredients: [
      "активные натуральные комплексы",
      "витамины С, А, РР, В И Е",
      "солнцезащитные компоненты",
    ],
    price: 2750,
  },
  {
    id: 2,
    imgSrc: "./images/moisturizing-mask.png",
    imgAlt: "Увлажняющая маска",
    skinType: "для нормальной кожи",
    title: "Увлажняющая маска",
    description: "Способствует удерживанию влаги в верхних слоях кожи.",
    ingredients: [
      "воски",
      "минералы",
      "масла",
    ],
    price: 3500,
  },
  {
    id: 3,
    imgSrc: "./images/cleansing-gel.png",
    imgAlt: "Гель для умывания",
    skinType: "для нормальной кожи",
    title: "Гель для умывания",
    description: "Интенсивно очищает, не повреждает защитный барьер кожи.",
    ingredients: [
      "минералы",
      "витамины С, А, РР, В И Е",
      "солнцезащитные компоненты",
    ],
    price: 1650,
  },
  {
    id: 4,
    imgSrc: "./images/gift-set-1.png",
    imgAlt: "Подарочный набор №1, состоящий из увлажняющего крема и маски.",
    skinType: "для нормальной кожи",
    title: "Подарочный набор №1",
    description: "Набор, состоящий из увлажняющего крема и маски.",
    ingredients: [
      "воски",
      "минералы",
      "масла",
    ],
    price: 4750,
  },
  {
    id: 5,
    imgSrc: "./images/gift-set-5.png",
    imgAlt: "Подарочный набор №5, состоящий из крема, маски, мусса и геля для умывания.",
    skinType: "для нормальной кожи",
    title: "Подарочный набор №5",
    description: "Весь набор средств Invisible symphony, крем, маска, мусс и гель для умывания.",
    ingredients: [
      "воски",
      "минералы",
      "масла",
    ],
    price: 7520,
  },
];